IDEA Open Model
ConnectedMember.Length Property
Compatible with IDEA StatiCa 20.1
 Length of the member
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectedMember Class
IdeaRS.OpenModel.Connection Namespace